/* Text for close button */
"Close" = "Đóng";

/* Text for button to scan a credit card */
"Scan Card" = "Quét thẻ";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Quét thẻ";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "IBAN quý vị đã nhập không hợp lệ.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Có lỗi bất ngờ khi xử lý thẻ -- hãy thử lại sau vài giây";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Có lỗi bất ngờ -- hãy thử lại sau vài giây";

/* Error when the card has already expired */
"Your card has expired" = "Thẻ đã hết hạn";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Thẻ bị từ chối";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Tháng hết hạn trên thẻ không hợp lệ";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Năm hết hạn trên thẻ không hợp lệ";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Số thẻ không đúng";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Mã bảo mật của thẻ không đúng";

/* Error when customer's name is invalid */
"Your name is invalid." = "Tên của quý vị không hợp lệ.";

